Repository: akenore/FielMedinaAPI
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: Basic Information
fr: Informations de base

source: Location Details
fr: Détails du lieu

source: Event Schedule
fr: Programme des événements

source: Details
fr: Détails

source: Ad Images
fr: Images publicitaires

source: Link Information
fr: Informations sur le lien

source: Statistics
fr: Statistiques

source: Name (English)
fr: Nom (anglais)

source: Enter location name in English
fr: Saisissez le nom du lieu en anglais

source: Please enter the name in English.
fr: Veuillez saisir le nom en anglais.

source: Name (French)
fr: Nom (français)

source: Enter location name in French
fr: Saisissez le nom du lieu en français

source: Please enter the name in French.
fr: Veuillez saisir le nom en français.

source: Story (English)
fr: Histoire (anglais)

source: Please enter the story in English.
fr: Veuillez saisir votre récit en anglais.

source: Story (French)
fr: Histoire (française)

source: Please enter the story in French.
fr: Veuillez saisir le récit en français.

source: Select location category
fr: Sélectionner la catégorie de localisation

source: Select location country
fr: Sélectionnez le pays de localisation

source: Select location city
fr: Sélectionnez la ville où vous souhaitez vous rendre

source: e.g., 36.8065
fr: ex., 36.8065

source: e.g., 10.1815
fr: ex., 10.1815

source: Opening time
fr: Heures d'ouverture

source: Closing time
fr: Heure de fermeture

source: e.g., 5.00
fr: ex., 5.00

source: Please select a category.
fr: Veuillez sélectionner une catégorie.

source: Please select a country.
fr: Veuillez sélectionner un pays.

source: Please select a city.
fr: Veuillez sélectionner une ville.

source: Latitude in decimal degrees (e.g., 36.8065)
fr: Latitude en degrés décimaux (ex. : 36,8065)

source: Longitude in decimal degrees (e.g., 10.1815)
fr: Longitude en degrés décimaux (ex. : 10,1815)

source: Leave empty if location is always open
fr: Laisser vide si l'emplacement est toujours ouvert

source: Leave empty if admission is free
fr: Laisser vide si l'entrée est gratuite

source: Enable advertisements for this location
fr: Activer les publicités pour cet emplacement

source: Opening time must be before closing time.
fr: L'heure d'ouverture doit être antérieure à l'heure de fermeture.

source: Enter event name in English
fr: Saisissez le nom de l'événement en anglais

source: Enter event name in French
fr: Saisissez le nom de l'événement en français

source: Description (English)
fr: Description (anglais)

source: Please enter the description in English.
fr: Veuillez saisir la description en anglais.

source: Description (French)
fr: Description (français)

source: Please enter the description in French.
fr: Veuillez saisir la description en français.

source: Destination Link
fr: Lien de destination

source: The destination URL for this event.
fr: L'URL de destination pour cet événement.

source: Select event location
fr: Sélectionner le lieu de l'événement

source: Select city
fr: Sélectionnez une ville

source: Select event category
fr: Sélectionner la catégorie d'événement

source: Select event start date
fr: Sélectionnez la date de début de l'événement

source: Select event end date
fr: Sélectionnez la date de fin de l'événement

source: Select event time
fr: Sélectionnez l'heure de l'événement

source: Enter event price
fr: Saisissez le prix de l'événement

source: Description (English) is required.
fr: Une description (en anglais) est requise.

source: Description (French) is required.
fr: Une description (en français) est requise.

source: Select locations
fr: Sélectionner les emplacements

source: Ad Name
fr: Nom de l'annonce

source: e.g., Summer Campaign 2026
fr: ex, la campagne d'été 2026

source: If empty, a name like 'ADS-XXXXXX' will be auto-generated.
fr: Si ce champ est vide, un nom tel que ‘ADS-XXXXXX’ sera généré automatiquement.

source: The destination URL for this ad. This will be tracked via Short.io.
fr: URL de destination de cette publicité. Celle-ci sera suivie via Short.io.

source: Mobile image must be exactly 320x50 pixels. Uploaded: %(w)sx%(h)s
fr: L'image mobile doit mesurer exactement 320 x 50 pixels. Téléchargée le: %(w)sx%(h)s

source: Tablet image must be exactly 728x90 pixels. Uploaded: %(w)sx%(h)s
fr: L'image de la tablette doit avoir exactement 728 x 90 pixels. Téléchargée le: %(w)sx%(h)s

source: e.g., Partner name
fr: par exemple, le nom du partenaire

source: Please enter a name.
fr: Veuillez saisir un nom.

source: Please upload an image (300x200).
fr: Veuillez télécharger une image (300x200).

source: Please provide a link.
fr: Veuillez fournir un lien.

source: e.g., Sponsor name
fr: par exemple, nom du sponsor

source: Select transport type
fr: Sélectionnez le type de transport

source: Select departure region
fr: Sélectionnez la région de départ

source: Select arrival region
fr: Sélectionnez la région d'arrivée

source: Please select a transport type.
fr: Veuillez sélectionner un type de transport.

source: Select time
fr: Sélectionnez l'heure

source: Ad Image
fr: Image publicitaire

source: Hiking Image
fr: Image de randonnée

source: Hiking Images
fr: Images de randonnée

source: Location Image
fr: Image de localisation

source: Location Images
fr: Images de localisation

source: Event Image
fr: Image de l'événement

source: Event Images
fr: Images de l'événement

source: Location Category
fr: Catégorie de localisation

source: Location Categories
fr: Catégories de localisation

source: Sunday
fr: Dimanche

source: Monday
fr: Lundi

source: Tuesday
fr: Mardi

source: Wednesday
fr: Mercredi

source: Thursday
fr: Jeudi

source: Friday
fr: Vendredi

source: Saturday
fr: Samedi

source: Day
fr: Jour

source: Weekday
fr: Jour de la semaine

source: Weekdays
fr: Jours de la semaine

source: Category
fr: Catégorie

source: Country
fr: Pays

source: City
fr: Ville

source: Active Ads
fr: Annonces actives

source: Story
fr: Histoire

source: Open From
fr: Ouvert à partir de

source: Add opening hours if the location is open from a specific time
fr: Ajoutez les horaires d'ouverture si l'établissement est ouvert à partir d'une heure précise

source: Open To
fr: Ouvert à

source: Add opening hours if the location is open to a specific time
fr: Ajoutez les horaires d'ouverture si l'établissement est ouvert jusqu'à une heure précise

source: Admission Fee
fr: Frais d'admission

source: Add admission fee if the location has a specific admission fee
fr: Ajoutez les frais d'entrée si le lieu applique des frais d'entrée spécifiques

source: Closed Days
fr: Jours de fermeture

source: Location
fr: Emplacement

source: Locations
fr: Lieux

source: Cities
fr: Villes

source: Name
fr: Nom

source: Hiking
fr: Randonnée

source: Hikings
fr: Randonnées

source: Event Category
fr: Catégorie d'événement

source: Event Categories
fr: Catégories d'événements

source: Start Date
fr: Date de début

source: End Date
fr: Date de fin

source: Time
fr: Temps

source: Price
fr: Prix

source: The link to subscribe
fr: Le lien pour s'abonner

source: Event
fr: Événement

source: Events
fr: Événements

source: Tip
fr: Conseil

source: Tips
fr: Conseils

source: Add a name
fr: Ajouter un nom

source: Size: 320x50 pixels
fr: Taille : 320 x 50 pixels

source: Mobile Image (320x50)
fr: Image mobile (320x50)

source: Size: 728x90 pixels
fr: Taille : 728 x 90 pixels

source: Tablet Image (728x90)
fr: Image de tablette (728x90)

source: Ad
fr: Annonce

source: Ads
fr: Publicités

source: Public Transport Type
fr: Type de transport public

source: Public Transport Types
fr: Types de transports publics

source: From region
fr: De la région

source: To region
fr: Vers la région

source: Public Transport
fr: Transports publics

source: Public Transports
fr: Transports publics

source: Public Transport Time
fr: Heure des transports publics

source: Public Transport Times
fr: Horaires des transports publics

source: Link
fr: Lien

source: Partner
fr: Partenaire

source: Partners
fr: Partenaires

source: Login
fr: Connexion

source: Sign in to your account
fr: Connectez-vous à votre compte

source: Forgot password?
fr: Mot de passe oublié ?

source: Sign in
fr: Se connecter

source: Don’t have an account yet?
fr: Vous n'avez pas encore de compte ?

source: Sign up
fr: Inscrivez-vous

source: Change password
fr: Modifier le mot de passe

source: Use a strong password that you do not reuse anywhere else.
fr: Utilisez un mot de passe fort que vous n'utilisez nulle part ailleurs.

source: Cancel
fr: Annuler

source: Save new password
fr: Enregistrer le nouveau mot de passe

source: Password updated
fr: Mot de passe mis à jour

source: Password changed successfully
fr: Mot de passe modifié avec succès

source: Your password has been updated. You can now continue working securely.
fr: Votre mot de passe a été mis à jour. Vous pouvez désormais continuer à travailler en toute sécurité.

source: Back to settings
fr: Retour aux paramètres

source: Reset password
fr: Réinitialiser le mot de passe

source: Forgot your password?
fr: Mot de passe oublié ?

source: Enter the email associated with your account and we will send you a link to reset your password.
fr: Entrez l'adresse e-mail associée à votre compte et nous vous enverrons un lien pour réinitialiser votre mot de passe.

source: Email reset instructions
fr: Instructions pour réinitialiser votre mot de passe par e-mail

source: Remembered your password?
fr: Vous vous souvenez de votre mot de passe ?

source: Back to login
fr: Retour à la connexion

source: Your password has been reset
fr: Votre mot de passe a été réinitialisé

source: You can now sign in using your new credentials.
fr: Vous pouvez désormais vous connecter à l'aide de vos nouvelles informations d'identification.

source: Choose a new password
fr: Choisissez un nouveau mot de passe

source: Set your new password
fr: Définissez votre nouveau mot de passe

source: Update password
fr: Mettre à jour le mot de passe

source: Invalid or expired link
fr: Lien invalide ou expiré

source: Please restart the password reset process to receive a new link.
fr: Veuillez recommencer la procédure de réinitialisation du mot de passe pour recevoir un nouveau lien.

source: Request another link
fr: Demander un autre lien

source: Email sent
fr: E-mail envoyé

source: Check your inbox
fr: Consultez votre boîte de réception

source: If an account with that email exists, you will receive a link shortly.
fr: Si un compte existe avec cette adresse e-mail, vous recevrez prochainement un lien.

source: Return to login
fr: Retour à la connexion

source: You requested a password reset for your account on %(site_name)s.
fr: Vous avez demandé la réinitialisation du mot de passe de votre compte sur %(site_name)s.

source: Please click the link below to choose a new password:
fr: Veuillez cliquer sur le lien ci-dessous pour choisir un nouveau mot de passe :

source: If you did not request this, you can ignore this email.
fr: Si vous n'avez pas fait cette demande, vous pouvez ignorer cet e-mail.

source: Thanks,
fr: Merci,

source: Reset your FielMedina password
fr: Réinitialisez votre mot de passe FielMedina

source: Register
fr: S'inscrire

source: Create an account
fr: Créer un compte

source: Create account
fr: Créer un compte

source: Already have an account?
fr: Vous avez déjà un compte ?

source: Settings
fr: Paramètres

source: Subscription expiring soon
fr: Abonnement expirant bientôt

source: You have %(days)s day(s) left. Renewal date: %(renew_date)s.
fr: Il vous reste %(days)s jour(s). Date de renouvellement : %(renew_date)s.

source: Signed in as
fr: Connecté en tant que

source: Unknown role
fr: Rôle inconnu

source: Save changes
fr: Enregistrer les modifications

source: Security
fr: Sécurité

source: Update your password frequently to keep your workspace safe.
fr: Mettez régulièrement à jour votre mot de passe afin de sécuriser votre espace de travail.

source: Need a fresh start? You can sign out of this device safely.
fr: Besoin d'un nouveau départ ? Vous pouvez vous déconnecter de cet appareil en toute sécurité.

source: Logout
fr: Déconnexion

source: Subscription overview
fr: Aperçu des abonnements

source: Konnect integration is coming soon. These values are placeholders for now.
fr: L'intégration Konnect sera bientôt disponible. Ces valeurs sont provisoires pour le moment.

source: Open Konnect (Soon)
fr: Ouvrir Konnect (bientôt)

source: Status
fr: Statut

source: Started
fr: Commencé

source: Renews
fr: Renouvelle

source: Days left
fr: Jours restants

source: No subscription data yet. Konnect billing will appear here once connected.
fr: Aucune donnée d'abonnement pour le moment. La facturation Konnect apparaîtra ici une fois la connexion établie.

source: Dashboard
fr: Tableau de bord

source: Subscribers
fr: Abonnés

source: My events
fr: Mes événements

source: Open user menu
fr: Ouvrir le menu utilisateur

source: Sign out
fr: Se déconnecter

source: Edit Ad
fr: Modifier l'annonce

source: Add Ad
fr: Ajouter une annonce

source: Edit
fr: Modifier

source: Add
fr: Ajouter

source: Update the ad details below. Links are automatically tracked via Short.io.
fr: Mettez à jour les détails de l'annonce ci-dessous. Les liens sont automatiquement suivis via Short.io.

source: Fill in the details to create a new ad. The link will be automatically shortened for tracking.
fr: Remplissez les informations pour créer une nouvelle annonce. Le lien sera automatiquement raccourci à des fins de suivi.

source: Ad Information
fr: Informations publicitaires

source: Upload an image and enter the destination link
fr: Téléchargez une image et entrez le lien de destination

source: Required size: 320x50 pixels
fr: Taille requise : 320 x 50 pixels

source: Required size: 728x90 pixels
fr: Taille requise : 728x90 pixels

source: Update Ad
fr: Mettre à jour l'annonce

source: Save Ad
fr: Enregistrer l'annonce

source: Invalid dimension
fr: Dimension non valide

source: Required
fr: Requis

source: Ads List
fr: Liste des annonces

source: List
fr: Liste

source: Inactive
fr: Inactif

source: Analytics
fr: Analytique

source: Delete
fr: Supprimer

source: Delete ad
fr: Supprimer l'annonce

source: Warning: This action cannot be undone. If you confirm, the ad and its images will be permanently deleted.
fr: Avertissement : cette action ne peut pas être annulée. Si vous confirmez, l'annonce et ses images seront définitivement supprimées.

source: I accept
fr: J'accepte

source: Decline
fr: Je refuse

source: Tracking Dashboard
fr: Tableau de bord de suivi

source: Analytics for:
fr: Analyses pour :

source: Period:
fr: Période :

source: Today
fr: Aujourd'hui

source: Yesterday
fr: Hier

source: Last 7 Days
fr: Les 7 derniers jours

source: Last 30 Days
fr: 30 derniers jours

source: Last Month
fr: Le mois dernier

source: All Time
fr: Tout le temps

source: Tracking Information
fr: Informations de suivi

source: Total clicks
fr: Nombre total de clics

source: Human clicks
fr: Clics humains

source: Metric's Evolution Over Time
fr: Évolution de la métrique au fil du temps

source: Top Countries
fr: Principaux pays

source: Top Cities
fr: Principales villes

source: Top Browsers
fr: Principaux navigateurs

source: Top Operating Systems
fr: Principaux systèmes d'exploitation

source: Top Social Referrers
fr: Principaux référents sociaux

source: Back
fr: Retour

source: Clicks
fr: Clics

source: No data available
fr: Aucune donnée disponible

source: Total Ads Clicks
fr: Nombre total de clics sur les annonces

source: Last 7 days trend
fr: Tendances des 7 derniers jours

source: Full report
fr: Rapport complet

source: Total Events Clicks
fr: Nombre total d'événements et de clics

source: Edit Event
fr: Modifier l'événement

source: Add Event
fr: Ajouter un événement

source: Update the event details below
fr: Mettez à jour les détails de l'événement ci-dessous

source: Fill in the details to create a new event
fr: Remplissez les informations pour créer un nouvel événement

source: Enter the event name in different languages
fr: Entrez le nom de l'événement dans différentes langues

source: English
fr: Anglais

source: French
fr: Français

source: Translate to French
fr: Traduire en français

source: Translate to English
fr: Traduire en anglais

source: Event description and details
fr: Description et détails de l'événement

source: Event Details
fr: Détails de l'événement

source: Location, dates, time and pricing
fr: Lieu, dates, horaires et tarifs

source: Upload images for this event (max 10). Images will be automatically optimized.
fr: Téléchargez des images pour cet événement (10 au maximum). Les images seront automatiquement optimisées.

source: Replace Image
fr: Remplacer l'image

source: Upload Image
fr: Télécharger une image

source: Add Another Image
fr: Ajouter une autre image

source: Update Event
fr: Mise à jour de l'événement

source: Save Event
fr: Enregistrer l'événement

source: Events List
fr: Liste des événements

source: Delete event
fr: Supprimer l'événement

source: Warning: This action cannot be undone. If you confirm, the event will be permanently deleted.
fr: Avertissement : cette action ne peut pas être annulée. Si vous confirmez, l'événement sera définitivement supprimé.

source: Edit Hiking
fr: Modifier Randonnée

source: Add Hiking
fr: Ajouter la randonnée

source: Update the hiking details below
fr: Mettez à jour les détails de la randonnée ci-dessous

source: Fill in the details to create a new hiking trail
fr: Remplissez les informations pour créer un nouveau sentier de randonnée

source: Enter the hiking name in different languages
fr: Entrez le nom de la randonnée dans différentes langues

source: Hiking description and details
fr: Description et détails de la randonnée

source: Location and City
fr: Emplacement et ville

source: Select the relevant locations and city
fr: Sélectionnez les lieux et la ville concernés

source: Upload images for this hiking trail (max 10). Images will be automatically optimized.
fr: Téléchargez des images pour ce sentier de randonnée (max. 10). Les images seront automatiquement optimisées.

source: Update Hiking
fr: Mise à jour Randonnée

source: Save Hiking
fr: Enregistrer la Randonnée

source: Hiking List
fr: Liste des randonnées

source: Created At
fr: Créé le

source: Edit Location
fr: Modifier l'emplacement

source: Add Location
fr: Ajouter un emplacement

source: Update the location details below
fr: Mettez à jour les informations relatives à l'emplacement ci-dessous

source: Fill in the details to create a new location
fr: Remplissez les informations pour créer un nouvel emplacement

source: Enter the location name in different languages
fr: Entrez le nom du lieu dans différentes langues

source: Geographic and category information
fr: Informations géographiques et catégorielles

source: Content
fr: Contenu

source: Location story and description
fr: Histoire et description du lieu

source: Operational Details
fr: Détails opérationnels

source: Opening hours and pricing information
fr: Horaires d'ouverture et informations tarifaires

source: Status & Settings
fr: Statut et paramètres

source: Location visibility and features
fr: Visibilité et caractéristiques de l'emplacement

source: Upload images for this location (max 10). Images will be automatically optimized.
fr: Téléchargez des images pour cet emplacement (10 au maximum). Les images seront automatiquement optimisées.

source: Update Location
fr: Mettre à jour l'emplacement

source: Save Location
fr: Enregistrer l'emplacement

source: Locations List
fr: Liste des emplacements

source: Categories
fr: Catégories

source: Delete location
fr: Supprimer l'emplacement

source: Warning: This action cannot be undone. If you confirm, the location will be permanently deleted.
fr: Avertissement : cette action ne peut pas être annulée. Si vous confirmez, l'emplacement sera définitivement supprimé.

source: Edit Page
fr: Modifier la page

source: Add Page
fr: Ajouter une page

source: Update the page details below
fr: Mettez à jour les détails de la page ci-dessous

source: Fill in the details to create a new page
fr: Remplissez les informations pour créer une nouvelle page

source: Page Content
fr: Contenu de la page

source: Enter the page title, slug and content in different languages
fr: Entrez le titre de la page, le slug et le contenu dans différentes langues

source: Update Page
fr: Mettre à jour la page

source: Save Page
fr: Enregistrer la page

source: Pages List
fr: Liste des pages

source: Title
fr: Titre

source: Delete page
fr: Supprimer la page

source: Warning: This action cannot be undone. If you confirm, the page will be permanently deleted.
fr: Avertissement : cette action ne peut pas être annulée. Si vous confirmez, la page sera définitivement supprimée.

source: Delete Partner
fr: Supprimer le partenaire

source: Are you sure you want to delete "%(name)s"?
fr: Êtes-vous sûr de vouloir supprimer « %(name)s » ?

source: Edit Partner
fr: Modifier le partenaire

source: Add Partner
fr: Ajouter un partenaire

source: Upload a 300x200 logo and provide the link.
fr: Téléchargez un logo de 300 x 200 pixels et fournissez le lien.

source: Back to list
fr: Retour à la liste

source: Current image
fr: Image actuelle

source: Update Partner
fr: Mettre à jour le partenaire

source: Save Partner
fr: Enregistrer le partenaire

source: No image
fr: Pas d'image

source: Delete partner
fr: Supprimer le partenaire

source: Warning: This action cannot be undone. If you confirm, the partner will be permanently deleted.
fr: Avertissement : cette action ne peut pas être annulée. Si vous confirmez, le partenaire sera définitivement supprimé.

source: Edit Public Transport
fr: Modifier les transports publics

source: Add Public Transport
fr: Ajouter les transports publics

source: Update the transport route details below
fr: Mettez à jour les détails de l'itinéraire de transport ci-dessous

source: Fill in the details to create a new transport route
fr: Remplissez les informations pour créer un nouvel itinéraire de transport

source: Transport Details
fr: Détails du transport

source: Select the transport type and city
fr: Sélectionnez le type de transport et la ville

source: Route
fr: Itinéraire

source: Select the departure and arrival regions
fr: Sélectionnez les régions de départ et d'arrivée

source: Departure Times
fr: Heures de départ

source: Add the departure times for this route
fr: Ajouter les heures de départ pour cet itinéraire

source: Departure Time
fr: Heure de départ

source: Add Another Time
fr: Ajouter une autre heure

source: Update Transport
fr: Mise à jour Transport

source: Save Transport
fr: Enregistrer Transport

source: Public Transports List
fr: Liste des transports publics

source: No times
fr: Pas d'horaires

source: Delete transport
fr: Supprimer le transport

source: Warning: This action cannot be undone. If you confirm, the transport route and all its departure times will be permanently deleted.
fr: Avertissement : cette action ne peut pas être annulée. Si vous confirmez, l'itinéraire de transport et toutes ses heures de départ seront définitivement supprimés.

source: Delete Sponsor
fr: Supprimer le sponsor

source: Edit Sponsor
fr: Modifier le sponsor

source: Add Sponsor
fr: Ajouter un sponsor

source: Update Sponsor
fr: Mise à jour du sponsor

source: Save Sponsor
fr: Enregistrer le sponsor

source: Delete sponsor
fr: Supprimer le sponsor

source: Warning: This action cannot be undone. If you confirm, the sponsor will be permanently deleted.
fr: Avertissement : cette action ne peut pas être annulée. Si vous confirmez, le sponsor sera définitivement supprimé.

source: Edit Subscriber
fr: Modifier l'abonné

source: Add Subscriber
fr: Ajouter un abonné

source: Subscribers List
fr: Liste des abonnés

source: Edit Tip
fr: Conseil d'édition

source: Add Tip
fr: Ajouter un pourboire
