Repository: akenore/FielMedinaAPI
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: Update the tip details below
fr: Mettez à jour les détails de la pourboire ci-dessous

source: Fill in the details to create a new tip
fr: Remplissez les informations pour créer un nouveau conseil

source: Tip Information
fr: Informations sur les pourboires

source: Select the city and enter the tip description
fr: Sélectionnez la ville et entrez la description du pourboire

source: Update Tip
fr: Conseil de mise à jour

source: Save Tip
fr: Astuce pour économiser

source: Tips List
fr: Liste de conseils

source: Location created successfully.
fr: Emplacement créé avec succès.

source: Please upload at least one image.
fr: Veuillez télécharger au moins une image.

source: Location updated successfully.
fr: Emplacement mis à jour avec succès.

source: Veuillez conserver ou télécharger au moins une image.
fr: Please save or download at least one image.

source: Unfortunately, this location has been deleted
fr: Malheureusement, cet emplacement a été supprimé

source: Public transport created successfully.
fr: Transports publics créés avec succès.

source: Please add at least one departure time.
fr: Veuillez ajouter au moins une heure de départ.

source: Public transport updated successfully.
fr: Transports publics mis à jour avec succès.

source: Please keep or add at least one departure time.
fr: Veuillez conserver ou ajouter au moins une heure de départ.

source: Public transport has been deleted.
fr: Les transports publics ont été supprimés.

source: Event created successfully.
fr: Événement créé avec succès.

source: Veuillez télécharger au moins une image.
fr: Please upload at least one image.

source: Event updated successfully.
fr: Événement mis à jour avec succès.

source: Unfortunately, this event has been deleted
fr: Malheureusement, cet événement a été supprimé

source: Tip created successfully
fr: Astuce créée avec succès

source: Error creating tip. Please check the form.
fr: Erreur lors de la création du pourboire. Veuillez vérifier le formulaire.

source: Tip updated successfully
fr: Conseil mis à jour avec succès

source: Error updating tip. Please check the form.
fr: Erreur lors de la mise à jour du pourboire. Veuillez vérifier le formulaire.

source: Tip deleted successfully
fr: Conseil supprimé avec succès

source: Hiking created successfully
fr: Randonnée créée avec succès

source: Error creating hiking. Please check the form.
fr: Erreur lors de la création de la randonnée. Veuillez vérifier le formulaire.

source: Hiking updated successfully
fr: Randonnée mise à jour avec succès

source: Error updating hiking. Please check the form.
fr: Erreur lors de la mise à jour de la randonnée. Veuillez vérifier le formulaire.

source: Hiking deleted successfully
fr: Randonnée supprimée avec succès

source: Ad created successfully
fr: Annonce créée avec succès

source: Error creating ad. Please check the form.
fr: Erreur lors de la création de l'annonce. Veuillez vérifier le formulaire.

source: Ad updated successfully
fr: Annonce mise à jour avec succès

source: Ad deleted successfully
fr: Annonce supprimée avec succès

source: Partner created successfully.
fr: Partenaire créé avec succès.

source: Partner updated successfully.
fr: Partenaire mis à jour avec succès.

source: Partner deleted successfully.
fr: Partenaire supprimé avec succès.

source: Sponsor created successfully.
fr: Parrain créé avec succès.

source: Sponsor updated successfully.
fr: Parrainage mis à jour avec succès.

source: Sponsor deleted successfully.
fr: Parrain supprimé avec succès.

source: Username
fr: Nom d'utilisateur

source: Your username
fr: Votre nom d'utilisateur

source: Please enter your username.
fr: Veuillez saisir votre nom d'utilisateur.

source: Password
fr: Mot de passe

source: Your password
fr: Votre mot de passe

source: Please enter your password.
fr: Veuillez saisir votre mot de passe.

source: Create a password
fr: Créer un mot de passe

source: Use at least 8 characters.
fr: Utilisez au moins 8 caractères.

source: Password is required.
fr: Un mot de passe est requis.

source: Confirm Password
fr: Confirmer le mot de passe

source: Confirm your password
fr: Confirmez votre mot de passe

source: Please confirm your password.
fr: Veuillez confirmer votre mot de passe.

source: Email address
fr: Adresse électronique

source: Choose a username
fr: Choisissez un nom d'utilisateur

source: Letters, digits and @/./+/-/_ only.
fr: Lettres, chiffres et @/./+/-/_ uniquement.

source: Username is required.
fr: Le nom d'utilisateur est obligatoire.

source: This username is already taken.
fr: Username is required.

source: Email is required.
fr: L'adresse e-mail est obligatoire.

source: Enter a valid email address.
fr: Entrez une adresse e-mail valide.

source: Passwords do not match.
fr: Les mots de passe ne correspondent pas.

source: First name
fr: Prénom

source: Last name
fr: Nom de famille

source: Your first name
fr: Votre prénom

source: Your last name
fr: Votre nom de famille

source: This email is already in use.
fr: Cet e-mail est déjà utilisé.

source: Title (English)
fr: Titre (anglais)

source: Title (French)
fr: Titre (Français)

source: Content (English)
fr: Contenu (Anglais)

source: Content (French)
fr: Contenu (Français)

source: Slug (French)
fr: Slug (Français)

source: Staff
fr: Personnel

source: Client / Partners
fr: Clients / Partenaires

source: Placeholder until Konnect subscription is attached.
fr: Espace réservé jusqu'à l'ajout de l'abonnement Konnect.

source: User profile
fr: Profil utilisateur

source: User profiles
fr: Profils d'utilisateurs

source: Trial
fr: Procès

source: Grace period
fr: Délai de grâce

source: Expired
fr: Expiré

source: Pending
fr: En attente

source: Duration
fr: Durée

source: Duration Unit
fr: Durée Unité

source: Features
fr: Caractéristiques

source: Package
fr: Paquet

source: Packages
fr: Forfaits

source: Please enter some text to translate
fr: Veuillez saisir le texte à traduire

source: Translation failed
fr: Échec de la traduction

source: Unknown error
fr: Erreur inconnue

source: Welcome back!
fr: Bon retour !

source: Account created successfully. Please log in.
fr: Compte créé avec succès. Veuillez vous connecter.

source: Password updated successfully.
fr: Mot de passe mis à jour avec succès.

source: Profile updated successfully.
fr: Profil mis à jour avec succès.

source: Konnect subscription
fr: Abonnement Konnect

source: Not available
fr: Non disponible

source: Pending Konnect setup
fr: Configuration Konnect en attente

source: Page created successfully.
fr: Page créée avec succès.

source: Page updated successfully.
fr: Page mise à jour avec succès.

source: Page deleted successfully.
fr: Page supprimée avec succès.
